// Хранение имени пользователя:
// Создайте форму с полем для ввода имени пользователя.
// При отправке формы сохраните введенное имя в localStorage.
// При загрузке страницы проверьте наличие сохраненного имени в localStorage и, если оно есть, отобразите его на странице.

// Счетчик посещений:
// Создайте переменную в localStorage для хранения количества посещений.
// При загрузке страницы увеличивайте значение этой переменной на 1 и сохраняйте обновленное значение в localStorage.
// Отобразите количество посещений на странице.

// Список задач:
// Создайте простой список задач с полем для ввода новой задачи и кнопкой для добавления.
// При добавлении новой задачи сохраняйте все задачи в localStorage.
// При загрузке страницы отобразите сохраненный список задач.